Repository: GMD170629/ermao-library
Catalog: apps/mobile/iosApp/ErmaoLibrary/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# reader.catalog.option.READER_SPREAD_MODE_OPTIONS.single
source: Single Page
zh_hans: 单页

# reader.catalog.option.READER_SPREAD_MODE_OPTIONS.double
source: Double
zh_hans: 双页

# reader.catalog.option.READER_TEXT_SPREAD_MODE_OPTIONS.auto
source: Auto
zh_hans: 自动

# reader.catalog.option.READER_TEXT_SPREAD_MODE_OPTIONS.single
source: Single Page
zh_hans: 单页

# reader.catalog.option.READER_TEXT_SPREAD_MODE_OPTIONS.double
source: Double
zh_hans: 双页

# reader.catalog.option.READER_FONT_WEIGHT_OPTIONS.400
source: Regular
zh_hans: 常规

# reader.catalog.option.READER_FONT_WEIGHT_OPTIONS.500
source: Medium
zh_hans: 中等

# reader.catalog.option.READER_FONT_WEIGHT_OPTIONS.700
source: Bold
zh_hans: 粗体

# reader.catalog.option.READER_LETTER_SPACING_OPTIONS.-0.02
source: Compact
zh_hans: 紧凑

# reader.catalog.option.READER_LETTER_SPACING_OPTIONS.0
source: Standard
zh_hans: 标准

# reader.catalog.option.READER_LETTER_SPACING_OPTIONS.0.04
source: Expanded
zh_hans: 舒展

# reader.catalog.option.READER_LETTER_SPACING_OPTIONS.0.08
source: Loose
zh_hans: 宽松

# reader.catalog.option.READER_PAGE_MARGIN_OPTIONS.narrow
source: narrow
zh_hans: 窄

# reader.catalog.option.READER_PAGE_MARGIN_OPTIONS.standard
source: Standard
zh_hans: 标准

# reader.catalog.option.READER_PAGE_MARGIN_OPTIONS.wide
source: width
zh_hans: 宽

# reader.catalog.option.READER_PROGRESS_STYLE_OPTIONS.auto
source: Auto
zh_hans: 自动

# reader.catalog.option.READER_PROGRESS_STYLE_OPTIONS.percent
source: Percentage
zh_hans: 百分比

# reader.catalog.option.READER_PROGRESS_STYLE_OPTIONS.position
source: Current Location
zh_hans: 当前位置

# reader.catalog.option.READER_PROGRESS_STYLE_OPTIONS.remaining
source: Remaining
zh_hans: 剩余量

# reader.catalog.option.READER_PROGRESS_STYLE_OPTIONS.hidden
source: Hidden
zh_hans: 隐藏

# reader.catalog.option.READER_COMIC_FLOW_OPTIONS.paginated
source: Paginated
zh_hans: 分页

# reader.catalog.option.READER_COMIC_FLOW_OPTIONS.scrolled
source: Vertical Continuous
zh_hans: 竖向连续

# reader.catalog.option.READER_PAGE_GAP_OPTIONS.0
source: None
zh_hans: 无

# reader.catalog.option.READER_PAGE_TURN_ANIMATION_OPTIONS.slide
source: Slide
zh_hans: 平移

# reader.catalog.option.READER_PAGE_TURN_ANIMATION_OPTIONS.off
source: Close
zh_hans: 关闭

# reader.catalog.option.READER_COMIC_IMAGE_FIT_OPTIONS.width
source: Width
zh_hans: 宽度

# reader.catalog.option.READER_COMIC_IMAGE_FIT_OPTIONS.height
source: Height
zh_hans: 高度

# reader.catalog.option.READER_COMIC_IMAGE_FIT_OPTIONS.contain
source: Complete
zh_hans: 完整

# reader.catalog.option.READER_COMIC_IMAGE_FIT_OPTIONS.original
source: Original
zh_hans: 原始

# reader.catalog.option.READER_COMIC_IMAGE_VARIANT_OPTIONS.original
source: Original Chart
zh_hans: 原图

# reader.catalog.option.READER_COMIC_IMAGE_VARIANT_OPTIONS.data-saver
source: Save
zh_hans: 省流

# reader.catalog.option.READER_COMIC_DIRECTION_OPTIONS.ltr
source: Left to Right
zh_hans: 左至右

# reader.catalog.option.READER_COMIC_DIRECTION_OPTIONS.rtl
source: Right to Left
zh_hans: 右至左

# reader.catalog.option.READER_PDF_FIT_OPTIONS.width
source: Width
zh_hans: 宽度

# reader.catalog.option.READER_PDF_FIT_OPTIONS.page
source: Full Page
zh_hans: 整页

# reader.catalog.option.READER_TAP_ZONE_OPTIONS.standard
source: Standard
zh_hans: 标准

# reader.catalog.option.READER_TAP_ZONE_OPTIONS.reversed
source: Reversed
zh_hans: 反向

# reader.catalog.option.READER_TAP_ZONE_OPTIONS.disabled
source: Close
zh_hans: 关闭

# reader.catalog.option.READER_TEXT_ALIGN_OPTIONS.publisher
source: Publisher Default
zh_hans: 原书

# reader.catalog.option.READER_TEXT_ALIGN_OPTIONS.left
source: Left aligned
zh_hans: 左对齐

# reader.catalog.option.READER_TEXT_ALIGN_OPTIONS.justify
source: Justified
zh_hans: 两端对齐

# reader.catalog.option.READER_PARAGRAPH_INDENT_OPTIONS.0
source: Close
zh_hans: 关闭

# reader.catalog.option.READER_PARAGRAPH_INDENT_OPTIONS.1
source: 1 character
zh_hans: 一字

# reader.catalog.option.READER_PARAGRAPH_INDENT_OPTIONS.2
source: 2 characters
zh_hans: 两字

# reader.catalog.option.READER_PARAGRAPH_INDENT_OPTIONS.3
source: 3 characters
zh_hans: 三字

# reader.catalog.option.READER_PARAGRAPH_SPACING_OPTIONS.0
source: Publisher Default
zh_hans: 原书

# reader.catalog.option.READER_PARAGRAPH_SPACING_OPTIONS.0.4
source: Small
zh_hans: 小

# reader.catalog.option.READER_PARAGRAPH_SPACING_OPTIONS.0.8
source: Medium
zh_hans: 中

# reader.catalog.option.READER_PARAGRAPH_SPACING_OPTIONS.1.2
source: Large
zh_hans: 大

# reader.catalog.option.READER_PDF_CROP_OPTIONS.off
source: Off
zh_hans: 关闭

# reader.catalog.option.READER_PDF_CROP_OPTIONS.auto
source: Auto
zh_hans: 自动

# reader.catalog.reason.engineNotReady
source: The reader engine is not ready yet
zh_hans: 阅读引擎尚未就绪

# reader.catalog.reason.notImplemented
source: Not implemented on this platform
zh_hans: 当前平台尚未实现

# reader.catalog.reason.publicationConstraint
source: This publication does not support the setting
zh_hans: 当前出版物不支持此设置

# reader.catalog.reason.narrowViewport
source: Full width is used when the available width is 640 or less
zh_hans: 可用宽度不大于 640 时自动使用全宽

# reader.catalog.reason.scrollingMode
source: Temporarily unavailable while scrolling
zh_hans: 滚动模式下暂不可用

# reader.catalog.reason.requiresDoubleSpread
source: Available only in two-page mode
zh_hans: 仅在双页模式下可用

# reader.catalog.reason.optimizationDisabled
source: Turn on Smart Optimization first
zh_hans: 请先开启智能优化

# reader.catalog.reason.publisherStylesActive
source: Controlled by the publication while Publisher Styles is on
zh_hans: 出版方样式开启时由出版物控制

# reader.catalog.reason.wakeLockUnavailable
source: The current environment does not support keeping the screen awake
zh_hans: 当前环境不支持保持屏幕唤醒

# reader.catalog.reason.zoomUnavailable
source: The current reader does not support configurable zoom
zh_hans: 当前阅读器不支持可配置缩放

# reader.catalog.reason.verticalWritingMode
source: Vertical text uses scrolling mode
zh_hans: 竖排模式使用滚动阅读
